{
    "english": {
        "alva_opening_incursion_quotes": [
            "Alva, Master Explorer: Let's go.",
            "Alva, Master Explorer: Time to go.",
            "Alva, Master Explorer: It's time!"
        ],
        "alva_closing_incursion_quotes": [
            "Alva, Master Explorer: Good job, exile."
        ],
        "hideout_line": "Generating level 60 area \"Hideout",
        "tips": [
            "Ctrl+Left-Clicking Alva will bring up the Incursion menu immediately.",
            "Delirium fog is paused while inside a Temporal Incursion. Consider looking at the temple screen after entering the Incursion to maintain the fog.",
            "Rooms chosen for Temporal Incursions cannot repeat within the same zone. If you just completed a room you want, consider ignoring the other incursions in that map!",
            "Alva generates an Incursion upon speaking to her. This Incursion cannot be rerolled and will always be the next one you do (starting a new map does not affect it).",
            "Running out of time? Start each room from the door you want to open, then move in a circle in the direction of the architect you'd like to kill, until you do a full circle. This gives you the most time to get a Stone of Passage for that door.",
            "Alva is an anagram of Vaal.",
            "At least one Stone of Passage will drop per Incursion with closed doors. Sometimes you'll get more than one!",
            "There are 25 different architects (which means 25 different tiered room themes). At minimum, there will be 2 architects per temple that you won't see at all.",
            "There are 10 different tier 0 rooms.",
            "A room is \"open\" if it is connected to the temple Entrance. Otherwise, it is \"obstructed\".",
            "The Scarab of Timelines will preserve all opened doors and room themes when generating a Chronicle."
        ],
        "ui_labels": {
            "room_settings_text": "Select which rooms to prioritize (less rooms is preferred)",
            "path_to_client_txt_text": "Update path to client.txt",
            "screenshot_method_text": "Manual Screenshot Mode",
            "screenshot_key_text": "Incursion Menu / Manual Screenshot Key",
            "show_tips_text": "Show tips",
            "settings_startup_text": "Show settings on startup",
            "save_and_close_text": "Save and close",
            "close_text": "Close",
            "swap_text": "Swap",
            "upgrade_text": "Upgrade",
            "skip_incursions_text": "Skip the other incursions in this map!",
            "door_order_text": "Open doors in this order:",
            "settings_hideout_text": "Show settings upon entering Hideout"
        }
    }
}